// Last modified : 2022.02.01 17:41

var craft_data = [
    
    {
        'id': 1,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 2,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 3,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 4,
        'mode': '連鎖龍紋',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除水符石',
        'description': ['1 回合內，水屬性成員的攻擊力提升 20%', '1 回合內，回復 50% 生命力'],
        'tag': ['增傷', '回血']
    },
    {
        'id': 5,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除火符石',
        'description': ['1 回合內，火屬性成員的攻擊力提升 20%', '1 回合內，回復 50% 生命力'],
        'tag': ['增傷', '回血']
    },
    {
        'id': 6,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除木符石',
        'description': ['1 回合內，木屬性成員的攻擊力提升 20%', '1 回合內，回復 50% 生命力'],
        'tag': ['增傷', '回血']
    },
    {
        'id': 7,
        'mode': '轉動龍印',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除光符石',
        'description': ['1 回合內，光屬性成員的攻擊力提升 20%', '1 回合內，回復 50% 生命力'],
        'tag': ['增傷', '回血']
    },
    {
        'id': 8,
        'mode': '破碎龍咒',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除暗符石',
        'description': ['1 回合內，暗屬性成員的攻擊力提升 20%', '1 回合內，回復 50% 生命力'],
        'tag': ['增傷', '回血']
    },
    {
        'id': 9,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '隨機 1 個人類成員的技能 CD 減少 2', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['增傷', '減CD', '增傷']
    },
    {
        'id': 10,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '消除心符石',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '1 回合內，20% 的攻擊傷害無視指定形狀盾', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['增傷', '無視拼圖盾', '增傷']
    },
    {
        'id': 11,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '1 回合內，20% 的攻擊傷害無視五屬盾', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['增傷', '無視五屬盾', '增傷']
    },
    {
        'id': 12,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '消除心符石',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '1 回合內，20% 的攻擊傷害無視攻前盾', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['增傷', '無視攻前盾', '增傷']
    },
    {
        'id': 13,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '受到攻擊',
        'description': ['1 回合內，妖精類成員的回復力提升 20%', '隨機 3 個妖精類成員的技能 CD 減少 1', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['增回', '減CD', '增傷']
    },
    {
        'id': 14,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '隨機 1 個魔族成員的技能 CD 減少 2', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['增傷', '減CD', '增傷']
    },
    {
        'id': 15,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，回復 50% 生命力', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['回血', '增傷']
    },
    {
        'id': 16,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，回復 50% 生命力', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['回血', '增傷']
    },
    {
        'id': 17,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '受到攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 18,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，對全體敵人造成 25000 點無屬性傷害'],
        'tag': ['減傷', '直傷', '全體直傷']
    },
    {
        'id': 19,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，對全體敵人造成 25000 點無屬性傷害'],
        'tag': ['減傷', '直傷', '全體直傷']
    },
    {
        'id': 20,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，對全體敵人造成 25000 點無屬性傷害'],
        'tag': ['減傷', '直傷', '全體直傷']
    },
    {
        'id': 21,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 2,
        'charge': '受到攻擊',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，對全體敵人造成 25000 點無屬性傷害'],
        'tag': ['減傷', '直傷', '全體直傷']
    },
    {
        'id': 22,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 2,
        'charge': '消除心符石',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，對全體敵人造成 25000 點無屬性傷害'],
        'tag': ['減傷', '直傷', '全體直傷']
    },
    {
        'id': 23,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，對全體敵人造成 25000 點無屬性傷害'],
        'tag': ['減傷', '直傷', '全體直傷']
    },
    {
        'id': 24,
        'mode': '轉動龍印',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，水屬性成員的攻擊力提升 30%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增回', '增傷', '無視屬性相剋']
    },
    {
        'id': 25,
        'mode': '連鎖龍紋',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，火屬性成員的攻擊力提升 30%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增回', '增傷', '無視屬性相剋']
    },
    {
        'id': 26,
        'mode': '破碎龍咒',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，木屬性成員的攻擊力提升 30%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增回', '增傷', '無視屬性相剋']
    },
    {
        'id': 27,
        'mode': '轉動龍印',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，光屬性成員的攻擊力提升 30%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['增回', '增傷', '我方傷害吸收']
    },
    {
        'id': 28,
        'mode': '破碎龍咒',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，暗屬性成員的攻擊力提升 30%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['增回', '增傷', '我方傷害吸收']
    },
    {
        'id': 29,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 2,
        'charge': '消除心符石',
        'description': ['1 回合內，隊伍攻擊力提升 20%', '1 回合內，減少所受傷害 80%'],
        'tag': ['增傷', '減傷']
    },
    {
        'id': 30,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 2,
        'charge': '受到攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 20%', '1 回合內，回復 80% 生命力'],
        'tag': ['增傷', '回血']
    },
    {
        'id': 31,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍回復力提升 75%', '1 回合內，人類成員的攻擊力提升 30%', '延遲全體敵人行動 1 回合'],
        'tag': ['增回', '增傷', '延遲']
    },
    {
        'id': 32,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 20%', '1 回合內，回復 80% 生命力'],
        'tag': ['增傷', '回血']
    },
    {
        'id': 33,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 2,
        'charge': '消除心符石',
        'description': ['1 回合內，隊伍攻擊力提升 20%', '1 回合內，回復 80% 生命力'],
        'tag': ['增傷', '回血']
    },
    {
        'id': 34,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 20%', '1 回合內，減少所受傷害 80%'],
        'tag': ['增傷', '減傷']
    },
    {
        'id': 35,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '消除心符石',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 36,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，單體攻擊轉化為全體攻擊', '1 回合內，人類成員的攻擊力提升 30%'],
        'tag': ['單體轉全體', '增傷']
    },
    {
        'id': 37,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，單體攻擊轉化為全體攻擊', '1 回合內，獸類成員的攻擊力提升 30%'],
        'tag': ['單體轉全體', '增傷']
    },
    {
        'id': 38,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，單體攻擊轉化為全體攻擊', '1 回合內，神族成員的攻擊力提升 30%'],
        'tag': ['單體轉全體', '增傷']
    },
    {
        'id': 39,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，單體攻擊轉化為全體攻擊', '1 回合內，龍類成員的攻擊力提升 30%'],
        'tag': ['單體轉全體', '增傷']
    },
    {
        'id': 40,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 2,
        'charge': '受到攻擊',
        'description': ['1 回合內，單體攻擊轉化為全體攻擊', '1 回合內，妖精類成員的攻擊力提升 30%'],
        'tag': ['單體轉全體', '增傷']
    },
    {
        'id': 41,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，單體攻擊轉化為全體攻擊', '1 回合內，魔族成員的攻擊力提升 30%'],
        'tag': ['單體轉全體', '增傷']
    },
    {
        'id': 42,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除水符石',
        'description': ['1 回合內，水屬性成員的攻擊力提升 20%', '延遲火屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 43,
        'mode': '映照龍符',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除火符石',
        'description': ['1 回合內，火屬性成員的攻擊力提升 20%', '延遲木屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 44,
        'mode': '轉動龍印',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除木符石',
        'description': ['1 回合內，木屬性成員的攻擊力提升 20%', '延遲水屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 45,
        'mode': '映照龍符',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除光符石',
        'description': ['1 回合內，光屬性成員的攻擊力提升 20%', '延遲暗屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 46,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除暗符石',
        'description': ['1 回合內，暗屬性成員的攻擊力提升 20%', '延遲光屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 47,
        'mode': '轉動龍印',
        'attribute': '水',
        'race': '人類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '1 回合內，50% 的攻擊傷害無視五屬盾', '1 回合內，水屬性成員的攻擊力提升 30%'],
        'tag': ['增傷', '無視五屬盾', '增傷']
    },
    {
        'id': 48,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '人類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '1 回合內，50% 的攻擊傷害無視指定形狀盾', '1 回合內，火屬性成員的攻擊力提升 30%'],
        'tag': ['增傷', '無視拼圖盾', '增傷']
    },
    {
        'id': 49,
        'mode': '映照龍符',
        'attribute': '木',
        'race': '人類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '1 回合內，50% 的攻擊傷害無視攻前盾', '1 回合內，木屬性成員的攻擊力提升 30%'],
        'tag': ['增傷', '無視攻前盾', '增傷']
    },
    {
        'id': 50,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '人類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '1 回合內，回復 60% 生命力', '1 回合內，光屬性成員的攻擊力提升 30%'],
        'tag': ['增傷', '回血', '增傷']
    },
    {
        'id': 51,
        'mode': '映照龍符',
        'attribute': '暗',
        'race': '人類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '1 回合內，回復 60% 生命力', '1 回合內，暗屬性成員的攻擊力提升 30%'],
        'tag': ['增傷', '回血', '增傷']
    },
    {
        'id': 52,
        'mode': '破碎龍咒',
        'attribute': '水',
        'race': '神族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 2 個水成員的技能 CD 減少 1', '1 回合內，水屬性成員的攻擊力提升 30%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '增傷', '意志']
    },
    {
        'id': 53,
        'mode': '映照龍符',
        'attribute': '火',
        'race': '神族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 2 個火成員的技能 CD 減少 1', '1 回合內，火屬性成員的攻擊力提升 30%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '增傷', '意志']
    },
    {
        'id': 54,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '神族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 2 個木成員的技能 CD 減少 1', '1 回合內，木屬性成員的攻擊力提升 30%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '增傷', '意志']
    },
    {
        'id': 55,
        'mode': '映照龍符',
        'attribute': '光',
        'race': '神族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 2 個光成員的技能 CD 減少 1', '1 回合內，光屬性成員的攻擊力提升 30%', '1 回合內，減少所受傷害 80%'],
        'tag': ['減CD', '增傷', '減傷']
    },
    {
        'id': 56,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '神族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 2 個暗成員的技能 CD 減少 1', '1 回合內，暗屬性成員的攻擊力提升 30%', '1 回合內，減少所受傷害 80%'],
        'tag': ['減CD', '增傷', '減傷']
    },
    {
        'id': 57,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，回復 50% 生命力', '隨機 3 個神族成員的技能 CD 減少 1', '1 回合內，隊伍攻擊力提升 50%'],
        'tag': ['回血', '減CD', '增傷']
    },
    {
        'id': 58,
        'mode': '疾速龍玉',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 59,
        'mode': '疾速龍玉',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除水符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，水屬性成員對水屬性敵人的攻擊力提升 30%'],
        'tag': ['增傷', '增回', '對水增傷']
    },
    {
        'id': 60,
        'mode': '疾速龍玉',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除火符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，火屬性成員對火屬性敵人的攻擊力提升 30%'],
        'tag': ['增傷', '增回', '對火增傷']
    },
    {
        'id': 61,
        'mode': '疾速龍玉',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除木符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，木屬性成員對木屬性敵人的攻擊力提升 30%'],
        'tag': ['增傷', '增回', '對木增傷']
    },
    {
        'id': 62,
        'mode': '疾速龍玉',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除光符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，光屬性成員對光屬性敵人的攻擊力提升 30%'],
        'tag': ['增傷', '增回', '對光增傷']
    },
    {
        'id': 63,
        'mode': '疾速龍玉',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除暗符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，暗屬性成員對暗屬性敵人的攻擊力提升 30%'],
        'tag': ['增傷', '增回', '對暗增傷']
    },
    {
        'id': 64,
        'mode': '疾速龍玉',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，隊伍攻擊力提升 20%', '隨機 2 個神族成員的技能 CD 減少 2'],
        'tag': ['增傷', '增回', '增傷', '減CD']
    },
    {
        'id': 65,
        'mode': '破碎龍咒',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除水符石',
        'description': ['1 回合內，隊伍回復力提升 75%', '1 回合內，隊伍攻擊力提升 25%'],
        'tag': ['增回', '增傷']
    },
    {
        'id': 66,
        'mode': '轉動龍印',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除火符石',
        'description': ['1 回合內，隊伍回復力提升 75%', '1 回合內，隊伍攻擊力提升 25%'],
        'tag': ['增回', '增傷']
    },
    {
        'id': 67,
        'mode': '映照龍符',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除木符石',
        'description': ['1 回合內，隊伍回復力提升 75%', '1 回合內，隊伍攻擊力提升 25%'],
        'tag': ['增回', '增傷']
    },
    {
        'id': 68,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除光符石',
        'description': ['1 回合內，隊伍回復力提升 75%', '1 回合內，隊伍攻擊力提升 25%'],
        'tag': ['增回', '增傷']
    },
    {
        'id': 69,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除暗符石',
        'description': ['1 回合內，隊伍回復力提升 75%', '1 回合內，隊伍攻擊力提升 25%'],
        'tag': ['增回', '增傷']
    },
    {
        'id': 70,
        'mode': '連鎖龍紋',
        'attribute': '水',
        'race': '神族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，回復 65% 生命力', '1 回合內，隊伍攻擊力提升 25%'],
        'tag': ['增傷', '回血', '增傷']
    },
    {
        'id': 71,
        'mode': '破碎龍咒',
        'attribute': '木',
        'race': '魔族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 15%', '隨機 2 個魔族成員的技能 CD 減少 2', '1 回合內，回復 50% 生命力'],
        'tag': ['增傷', '減CD', '回血']
    },
    {
        'id': 72,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '隨機 4 個獸類成員的技能 CD 減少 2', '1 回合內，回復 100% 生命力'],
        'tag': ['增傷', '減CD', '回血']
    },
    {
        'id': 73,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，魔族成員的攻擊力提升 20%', '1 回合內，無視攻前盾'],
        'tag': ['增傷', '增傷', '無視攻前盾']
    },
    {
        'id': 74,
        'mode': '轉動龍印',
        'attribute': '火',
        'race': '魔族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '1 回合內，火屬性成員的攻擊力提升 20%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['增傷', '增傷', '我方傷害吸收']
    },
    {
        'id': 75,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 76,
        'mode': '裂空龍刃',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，攻擊力提升 15%，所有成員無視屬性相剋'],
        'tag': ['增傷', '增傷']
    },
    {
        'id': 77,
        'mode': '裂空龍刃',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，攻擊力提升 15%，所有成員無視屬性相剋'],
        'tag': ['增傷', '增傷']
    },
    {
        'id': 78,
        'mode': '裂空龍刃',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，攻擊力提升 15%，所有成員無視屬性相剋'],
        'tag': ['增傷', '增傷']
    },
    {
        'id': 79,
        'mode': '裂空龍刃',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，攻擊力提升 15%，所有成員無視屬性相剋'],
        'tag': ['增傷', '增傷']
    },
    {
        'id': 80,
        'mode': '裂空龍刃',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，攻擊力提升 15%，所有成員無視屬性相剋'],
        'tag': ['增傷', '增傷']
    },
    {
        'id': 81,
        'mode': '裂空龍刃',
        'attribute': '水',
        'race': '魔族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，水屬性成員的攻擊力提升 20%', '1 回合內，回復 50% 生命力', '1 回合內，減少所受傷害 80%'],
        'tag': ['增傷', '回血', '減傷']
    },
    {
        'id': 82,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '消除心符石',
        'description': ['1 回合內，妖精類成員的回復力提升 100%', '隨機 4 個妖精類成員的技能 CD 減少 2', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為心符石'],
        'tag': ['增回', '減CD', '符石轉心']
    },
    {
        'id': 83,
        'mode': '裂空龍刃',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，回復 50% 生命力', '1 回合內，隊伍攻擊力提升 25%'],
        'tag': ['增傷', '回血', '增傷']
    },
    {
        'id': 84,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，隊伍攻擊力提升 25%', '隨機 2 個人類成員的技能 CD 減少 2'],
        'tag': ['增傷', '增傷', '減CD']
    },
    {
        'id': 85,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，敵人全體的防禦力減少 50%', '1 回合內，回復 100% 生命力'],
        'tag': ['破防', '回血']
    },
    {
        'id': 86,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，敵人全體的防禦力減少 50%', '1 回合內，回復 100% 生命力'],
        'tag': ['破防', '回血']
    },
    {
        'id': 87,
        'mode': '轉動龍印',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，敵人全體的防禦力減少 50%', '1 回合內，回復 100% 生命力'],
        'tag': ['破防', '回血']
    },
    {
        'id': 88,
        'mode': '映照龍符',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，敵人全體的防禦力減少 50%', '1 回合內，回復 100% 生命力'],
        'tag': ['破防', '回血']
    },
    {
        'id': 89,
        'mode': '連鎖龍紋',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，敵人全體的防禦力減少 50%', '1 回合內，回復 100% 生命力'],
        'tag': ['破防', '回血']
    },
    {
        'id': 90,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '消除心符石',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，回復 50% 生命力', '隨機 2 個龍類成員的技能 CD 減少 2'],
        'tag': ['增傷', '回血', '減CD']
    },
    {
        'id': 91,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，攻擊力提升 15%，所有成員無視屬性相剋', '1 回合內，回復 65% 生命力', '1 回合內，對全體敵人造成 100000 點無屬性傷害'],
        'tag': ['增傷', '回血', '直傷', '全體直傷']
    },
    {
        'id': 92,
        'mode': '連鎖龍紋',
        'attribute': '火',
        'race': '神族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，回復 50% 生命力', '隨機 3 個神族成員的技能 CD 減少 2', '1 回合內，隊伍攻擊力提升 15%'],
        'tag': ['回血', '減CD', '增傷']
    },
    {
        'id': 93,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，魔族成員的攻擊力提升 20%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '增傷', '意志']
    },
    {
        'id': 94,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，隊伍回復力提升 50%', '1 回合內，減少所受傷害 80%'],
        'tag': ['增傷', '增回', '減傷']
    },
    {
        'id': 95,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，完全回復生命力', '隨機 2 個獸類成員的技能 CD 減少 2'],
        'tag': ['增傷', '回血', '減CD']
    },
    {
        'id': 96,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '完成龍刻脈動後，將場上的木符石轉化為心符石'],
        'tag': ['迴避', '符石轉心']
    },
    {
        'id': 97,
        'mode': '連鎖龍紋',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '完成龍刻脈動後，將場上的水符石轉化為心符石'],
        'tag': ['迴避', '符石轉心']
    },
    {
        'id': 98,
        'mode': '破碎龍咒',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，迴避火屬性敵人的攻擊', '完成龍刻脈動後，將場上的火符石轉化為心符石'],
        'tag': ['迴避', '符石轉心']
    },
    {
        'id': 99,
        'mode': '轉動龍印',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '完成龍刻脈動後，將場上的暗符石轉化為心符石'],
        'tag': ['迴避', '符石轉心']
    },
    {
        'id': 100,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '完成龍刻脈動後，將場上的光符石轉化為心符石'],
        'tag': ['迴避', '符石轉心']
    },
    {
        'id': 101,
        'mode': '映照龍符',
        'attribute': '火',
        'race': '神族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，火屬性成員的攻擊力提升 20%', '1 回合內，90% 的攻擊傷害無視五屬盾', '1 回合內，隊伍攻擊力及回復力提升 30%'],
        'tag': ['增傷', '無視五屬盾', '增傷', '增回']
    },
    {
        'id': 102,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，神族成員的攻擊力提升 15%', '1 回合內，回復 50% 生命力', '1 回合內，攻擊力提升 20%，所有成員無視屬性相剋'],
        'tag': ['增傷', '回血', '增傷']
    },
    {
        'id': 103,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，獸類成員的攻擊力提升 15%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)', '隨機 2 個獸類成員的技能 CD 減少 2'],
        'tag': ['增傷', '我方傷害吸收', '減CD']
    },
    {
        'id': 104,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '魔族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 15%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)', '隨機 2 個魔族成員的技能 CD 減少 2'],
        'tag': ['增傷', '我方傷害吸收', '減CD']
    },
    {
        'id': 105,
        'mode': '映照龍符',
        'attribute': '暗',
        'race': '魔族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 15%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)', '隨機 2 個魔族成員的技能 CD 減少 2'],
        'tag': ['增傷', '我方傷害吸收', '減CD']
    },
    {
        'id': 106,
        'mode': '轉動龍印',
        'attribute': '木',
        'race': '龍類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，龍類成員的攻擊力提升 15%', '1 回合內，回復 50% 生命力', '1 回合內，對全體敵人造成 100000 點無屬性傷害'],
        'tag': ['增傷', '回血', '直傷', '全體直傷']
    },
    {
        'id': 107,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，龍類成員的攻擊力提升 15%', '1 回合內，回復 50% 生命力', '1 回合內，無視攻前盾'],
        'tag': ['增傷', '回血', '無視攻前盾']
    },
    {
        'id': 108,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，隊伍攻擊力提升 15%', '1 回合內，50% 的攻擊傷害無視指定形狀盾'],
        'tag': ['減傷', '增傷', '無視拼圖盾']
    },
    {
        'id': 109,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，隊伍攻擊力提升 20%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['無視屬性相剋', '增傷', '意志']
    },
    {
        'id': 110,
        'mode': '疾速龍玉',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '完成龍刻脈動後，隨機把 1 直行的符石轉化為心符石', '1 回合內，妖精類成員的攻擊力提升 50%'],
        'tag': ['增傷', '增回', '直行轉心', '增傷']
    },
    {
        'id': 111,
        'mode': '疾速龍玉',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，回復 50% 生命力', '1 回合內，隊伍攻擊力提升 20%', '隨機 3 個人類成員的技能 CD 減少 2'],
        'tag': ['回血', '增傷', '減CD']
    },
    {
        'id': 112,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 113,
        'mode': '落影龍璃',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除水符石',
        'description': ['1 回合內，水屬性成員的攻擊力提升 20%', '延遲火屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 114,
        'mode': '落影龍璃',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除火符石',
        'description': ['1 回合內，火屬性成員的攻擊力提升 20%', '延遲木屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 115,
        'mode': '落影龍璃',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除木符石',
        'description': ['1 回合內，木屬性成員的攻擊力提升 20%', '延遲水屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 116,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除光符石',
        'description': ['1 回合內，光屬性成員的攻擊力提升 20%', '延遲暗屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 117,
        'mode': '落影龍璃',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除暗符石',
        'description': ['1 回合內，暗屬性成員的攻擊力提升 20%', '延遲光屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 118,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，隊伍攻擊力及回復力提升 20%', '隨機 2 個神族成員的技能 CD 減少 2'],
        'tag': ['增傷', '增傷', '增回', '減CD']
    },
    {
        'id': 119,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 10%', '1 回合內，回復 50% 生命力', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為心符石'],
        'tag': ['增傷', '回血', '符石轉心']
    },
    {
        'id': 120,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，隊伍攻擊力提升 20%', '1 回合內，隊伍攻擊力及回復力提升 20%'],
        'tag': ['減傷', '增傷', '增傷', '增回']
    },
    {
        'id': 121,
        'mode': '連鎖龍紋',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 3 個暗屬性成員的技能 CD 減少 2', '1 回合內，暗屬性成員的攻擊力提升 30%', '1 回合內，回復 12000 點生命力'],
        'tag': ['減CD', '增傷', '回血']
    },
    {
        'id': 122,
        'mode': '破碎龍咒',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，50% 的攻擊傷害無視指定形狀盾', '1 回合內，攻擊力提升 15%，所有成員無視屬性相剋'],
        'tag': ['增傷', '無視拼圖盾', '增傷']
    },
    {
        'id': 123,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，魔族成員的攻擊力提升 15%', '1 回合內，隊伍攻擊力提升 15%', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '增傷', '延遲']
    },
    {
        'id': 124,
        'mode': '落影龍璃',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，攻擊力提升 15%，所有成員無視屬性相剋', '1 回合內，回復 50% 生命力'],
        'tag': ['增傷', '增傷', '回血']
    },
    {
        'id': 125,
        'mode': '映照龍符',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，攻擊力提升 15%，所有成員無視屬性相剋', '1 回合內，回復 50% 生命力'],
        'tag': ['增傷', '增傷', '回血']
    },
    {
        'id': 126,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除光符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石', '延遲全體敵人行動 1 回合', '1 回合內，回復 50% 生命力'],
        'tag': ['符石轉光', '延遲', '回血']
    },
    {
        'id': 127,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，單體攻擊轉化為全體攻擊', '1 回合內，50% 的攻擊傷害無視指定形狀盾', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['單體轉全體', '無視拼圖盾', '增傷']
    },
    {
        'id': 128,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 2 個火成員的技能 CD 減少 2', '完成龍刻脈動後，將場上的火符石轉化為火強化符石', '1 回合內，火屬性成員的攻擊力提升 30%'],
        'tag': ['減CD', '增傷']
    },
    {
        'id': 129,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 2 個木成員的技能 CD 減少 2', '完成龍刻脈動後，將場上的木符石轉化為木強化符石', '1 回合內，木屬性成員的攻擊力提升 30%'],
        'tag': ['減CD', '增傷']
    },
    {
        'id': 130,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，回復 8000 點生命力', '1 回合內，隊伍攻擊力提升 10%', '1 回合內，攻擊力提升 20%，所有成員無視屬性相剋'],
        'tag': ['回血', '增傷', '增傷']
    },
    {
        'id': 131,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 2 個水屬性成員的技能 CD 減少 2', '1 回合內，敵人全體的防禦力減少 80%', '1 回合內，水屬性成員的攻擊力提升 30%'],
        'tag': ['減CD', '破防', '增傷']
    },
    {
        'id': 132,
        'mode': '落影龍璃',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，回復 75% 生命力', '1 回合內，隊伍攻擊力提升 10%', '1 回合內，火屬性成員以 20% 的攻擊力追打火屬性攻擊 1 次'],
        'tag': ['回血', '增傷', '追打火屬性']
    },
    {
        'id': 133,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '消除心符石',
        'description': ['1 回合內，對單一敵人造成 35000 點火屬性傷害，此傷害無視防禦力', '1 回合內，妖精類成員的回復力提升 100%', '完成龍刻脈動後，將場上的木符石轉化為心符石'],
        'tag': ['直傷', '單體破防直傷', '增回', '符石轉心']
    },
    {
        'id': 134,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，神族成員的攻擊力提升 10%', '1 回合內，減少所受傷害 80%', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['增傷', '減傷', '增傷']
    },
    {
        'id': 135,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '隨機 4 個龍類成員的技能 CD 減少 2', '1 回合內，龍類成員的攻擊力提升 20%'],
        'tag': ['破防', '減CD', '增傷']
    },
    {
        'id': 136,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，攻擊力提升 15%，所有成員無視屬性相剋', '1 回合內，50% 的攻擊傷害無視指定形狀盾', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '無視拼圖盾', '意志']
    },
    {
        'id': 137,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為心符石', '1 回合內，隊伍攻擊力提升 15%', '1 回合內，40% 的攻擊傷害無視攻前盾'],
        'tag': ['符石轉心', '增傷', '無視攻前盾']
    },
    {
        'id': 138,
        'mode': '連鎖龍紋',
        'attribute': '暗',
        'race': '人類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，人類成員的攻擊力提升 30%', '1 回合內，對單一敵人造成 35000 點暗屬性傷害，此傷害無視防禦力'],
        'tag': ['減傷', '增傷', '直傷', '單體破防直傷']
    },
    {
        'id': 139,
        'mode': '映照龍符',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除木符石',
        'description': ['完成龍刻脈動後，隨機把 1 直行的符石轉化為木符石', '1 回合內，隊伍攻擊力及回復力提升 20%', '1 回合內，40% 的攻擊傷害無視五屬盾'],
        'tag': ['直行轉木', '增傷', '增回', '無視五屬盾']
    },
    {
        'id': 140,
        'mode': '連鎖龍紋',
        'attribute': '暗',
        'race': '魔族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，暗屬性成員的攻擊力提升 10%', '1 回合內，30% 的攻擊傷害無視攻前盾', '1 回合內，魔族成員的攻擊力提升 40%'],
        'tag': ['增傷', '無視攻前盾', '增傷']
    },
    {
        'id': 141,
        'mode': '落影龍璃',
        'attribute': '木',
        'race': '魔族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 3 個魔族成員的技能 CD 減少 2', '1 回合內，魔族成員的攻擊力提升 30%', '1 回合內，回復 90% 生命力'],
        'tag': ['減CD', '增傷', '回血']
    },
    {
        'id': 142,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '人類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 3 個人類成員的技能 CD 減少 2', '1 回合內，人類成員的攻擊力提升 30%', '1 回合內，回復 90% 生命力'],
        'tag': ['減CD', '增傷', '回血']
    },
    {
        'id': 143,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 15%，所有成員無視屬性相剋', '1 回合內，妖精類成員的攻擊力提升 40%', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '增傷', '延遲']
    },
    {
        'id': 144,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，回復 80% 生命力', '完成龍刻脈動後，隨機把 3 直行的符石轉化為心符石'],
        'tag': ['減傷', '回血', '直行轉心']
    },
    {
        'id': 145,
        'mode': '連鎖龍紋',
        'attribute': '火',
        'race': '魔族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，以所受傷害 30 倍對敵方全體進行無屬性反擊', '1 回合內，魔族成員的攻擊力提升 50%', '1 回合內，無視指定形狀盾'],
        'tag': ['反擊', '增傷', '無視拼圖盾']
    },
    {
        'id': 146,
        'mode': '破碎龍咒',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，暗屬性成員的攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石', '1 回合內，無視五屬盾'],
        'tag': ['增傷', '直行轉暗', '無視五屬盾']
    },
    {
        'id': 147,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，敵方所受傷害的 10% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)', '1 回合內，攻擊力提升 30%，所有成員無視屬性相剋', '延遲全體敵人行動 2 回合'],
        'tag': ['我方傷害吸收', '增傷', '延遲']
    },
    {
        'id': 148,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 20%', '1 回合內，完全回復生命力', '隨機 4 個神族成員的技能 CD 減少 2'],
        'tag': ['增傷', '回血', '減CD']
    },
    {
        'id': 149,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，回復 12000 點生命力', '隨機 3 個人類成員的技能 CD 減少 2', '1 回合內，隊伍攻擊力及回復力提升 30%'],
        'tag': ['回血', '減CD', '增傷', '增回']
    },
    {
        'id': 150,
        'mode': '破碎龍咒',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，隊伍攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石'],
        'tag': ['無視屬性相剋', '增傷', '直行轉水']
    },
    {
        'id': 151,
        'mode': '落影龍璃',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，隊伍攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石'],
        'tag': ['無視屬性相剋', '增傷', '直行轉火']
    },
    {
        'id': 152,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，隊伍攻擊力提升 20%', '隨機 3 個龍類成員的技能 CD 減少 2'],
        'tag': ['無視屬性相剋', '增傷', '減CD']
    },
    {
        'id': 153,
        'mode': '轉動龍印',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '1 回合內，隊伍攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石'],
        'tag': ['迴避', '增傷', '直行轉光']
    },
    {
        'id': 154,
        'mode': '映照龍符',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '1 回合內，隊伍攻擊力提升 20%', '隨機 3 個魔族成員的技能 CD 減少 2'],
        'tag': ['迴避', '增傷', '減CD']
    },
    {
        'id': 155,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍回復力提升 75%', '1 回合內，人類成員的攻擊力提升 30%', '延遲全體敵人行動 1 回合'],
        'tag': ['增回', '增傷', '延遲']
    },
    {
        'id': 156,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 3 個神族成員的技能 CD 減少 2', '1 回合內，神族成員的攻擊力提升 30%', '1 回合內，減少所受傷害 80%'],
        'tag': ['減CD', '增傷', '減傷']
    },
    {
        'id': 157,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石', '1 回合內，魔族成員的攻擊力提升 30%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['符石轉火', '增傷', '意志']
    },
    {
        'id': 158,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，妖精類成員的回復力提升 30%', '隨機 3 個妖精類成員的技能 CD 減少 2'],
        'tag': ['破防', '增回', '減CD']
    },
    {
        'id': 159,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，獸類成員的攻擊力提升 30%', '隨機 3 個獸類成員的技能 CD 減少 2'],
        'tag': ['破防', '增傷', '減CD']
    },
    {
        'id': 160,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '消除符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石', '1 回合內，龍類成員的攻擊力提升 30%', '1 回合內，無視五屬盾'],
        'tag': ['符石轉木', '增傷', '無視五屬盾']
    },
    {
        'id': 161,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '人類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，回復 12000 點生命力', '1 回合內，隊伍攻擊力提升 20%', '完成龍刻脈動後，隨機把 3 直行的符石轉化為火符石'],
        'tag': ['回血', '增傷', '直行轉火']
    },
    {
        'id': 162,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 20%', '1 回合內，隊伍回復力提升 30%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增傷', '增回', '無視屬性相剋']
    },
    {
        'id': 163,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為暗符石', '隨機 3 個龍類成員的技能 CD 減少 2', '1 回合內，無視五屬盾'],
        'tag': ['符石轉暗', '減CD', '無視五屬盾']
    },
    {
        'id': 164,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，魔族成員的攻擊力提升 30%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['破防', '增傷', '意志']
    },
    {
        'id': 165,
        'mode': '落影龍璃',
        'attribute': '木',
        'race': '神族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 2 個木成員的技能 CD 減少 2', '1 回合內，神族成員的攻擊力提升 30%', '1 回合內，40% 的攻擊傷害無視五屬盾'],
        'tag': ['減CD', '增傷', '無視五屬盾']
    },
    {
        'id': 166,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為光符石', '隨機 3 個人類成員的技能 CD 減少 2', '1 回合內，人類成員的攻擊力提升 50%'],
        'tag': ['符石轉光', '減CD', '增傷']
    },
    {
        'id': 167,
        'mode': '轉動龍印',
        'attribute': '光',
        'race': '龍類',
        'star': 3,
        'charge': '受到攻擊',
        'description': ['隨機 2 個龍類成員的技能 CD 減少 2', '1 回合內，龍類成員的攻擊力提升 50%', '完成龍刻脈動後，隨機把 3 直行的符石轉化為光符石'],
        'tag': ['減CD', '增傷', '直行轉光']
    },
    {
        'id': 168,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，所有成員無視屬性相剋', '隨機 3 個獸類成員的技能 CD 減少 2', '1 回合內，獸類成員的攻擊力提升 50%'],
        'tag': ['無視屬性相剋', '減CD', '增傷']
    },
    {
        'id': 169,
        'mode': '映照龍符',
        'attribute': '暗',
        'race': '妖精類',
        'star': 3,
        'charge': '消除心符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為心符石', '1 回合內，減少所受傷害 80%', '1 回合內，妖精類成員的攻擊力提升 50%'],
        'tag': ['符石轉心', '減傷', '增傷']
    },
    {
        'id': 170,
        'mode': '連鎖龍紋',
        'attribute': '水',
        'race': '獸類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '1 回合內，獸類成員的攻擊力提升 30%', '1 回合內，無視指定形狀盾'],
        'tag': ['迴避', '增傷', '無視拼圖盾']
    },
    {
        'id': 171,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 172,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，減少所受傷害 80%'],
        'tag': ['增傷', '減傷']
    },
    {
        'id': 173,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，隊伍回復力提升 60%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 174,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['隨機 3 個神族成員的技能 CD 減少 2', '1 回合內，隊伍攻擊力提升 20%', '1 回合內，神族成員的攻擊力提升 50%'],
        'tag': ['減CD', '增傷', '增傷']
    },
    {
        'id': 175,
        'mode': '擴散龍結',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除水符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石', '1 回合內，水屬性成員的攻擊力提升 30%', '1 回合內，無視指定形狀盾'],
        'tag': ['符石轉水', '增傷', '無視拼圖盾']
    },
    {
        'id': 176,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，對全體敵人造成 25000 點無屬性傷害'],
        'tag': ['增傷', '直傷', '全體直傷']
    },
    {
        'id': 177,
        'mode': '擴散龍結',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除光符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為光符石', '1 回合內，光屬性成員的攻擊力提升 30%', '1 回合內，無視五屬盾'],
        'tag': ['符石轉光', '增傷', '無視五屬盾']
    },
    {
        'id': 178,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 3 個魔族成員的技能 CD 減少 2', '1 回合內，魔族成員的攻擊力提升 30%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 179,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 10%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 180,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '4 Combo以上',
        'description': ['1 回合內，人類成員的攻擊力提升 20%'],
        'tag': ['增傷']
    },
    {
        'id': 181,
        'mode': '裂空龍刃',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除水符石',
        'description': ['1 回合內，水屬性成員的攻擊力提升 20%', '隨機 3 個水成員的技能 CD 減少 2'],
        'tag': ['增傷', '減CD']
    },
    {
        'id': 182,
        'mode': '裂空龍刃',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除火符石',
        'description': ['1 回合內，火屬性成員的攻擊力提升 20%', '隨機 3 個火成員的技能 CD 減少 2'],
        'tag': ['增傷', '減CD']
    },
    {
        'id': 183,
        'mode': '裂空龍刃',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除木符石',
        'description': ['1 回合內，木屬性成員的攻擊力提升 20%', '隨機 3 個木成員的技能 CD 減少 2'],
        'tag': ['增傷', '減CD']
    },
    {
        'id': 184,
        'mode': '裂空龍刃',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為暗符石', '1 回合內，人類成員的攻擊力提升 30%', '1 回合內，40% 的攻擊傷害無視五屬盾'],
        'tag': ['符石轉暗', '增傷', '無視五屬盾']
    },
    {
        'id': 185,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，魔族成員的攻擊力提升 30%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['無視屬性相剋', '增傷', '意志']
    },
    {
        'id': 186,
        'mode': '裂空龍刃',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '延遲全體敵人行動 1 回合'],
        'tag': ['減CD', '直行轉光', '延遲']
    },
    {
        'id': 187,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石', '隨機 3 個龍類成員的技能 CD 減少 2', '1 回合內，獸類成員的攻擊力提升 50%'],
        'tag': ['符石轉木', '減CD', '增傷']
    },
    {
        'id': 188,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，回復 12000 點生命力', '1 回合內，神族成員的攻擊力提升 30%', '隨機 4 個神族成員的技能 CD 減少 2'],
        'tag': ['回血', '增傷', '減CD']
    },
    {
        'id': 189,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '消除符石',
        'description': ['隨機 3 個獸類成員的技能 CD 減少 2', '1 回合內，減少所受傷害 80%', '完成龍刻脈動後，隨機把 3 直行的符石轉化為火符石'],
        'tag': ['減CD', '減傷', '直行轉火']
    },
    {
        'id': 190,
        'mode': '裂空龍刃',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為水符石', '1 回合內，人類成員的攻擊力提升 30%', '1 回合內，無視攻前盾'],
        'tag': ['符石轉水', '增傷', '無視攻前盾']
    },
    {
        'id': 191,
        'mode': '轉動龍印',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除水符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為水符石', '1 回合內，水屬性成員的攻擊力提升 20%', '隨機 3 個水成員的技能 CD 減少 2'],
        'tag': ['符石轉水', '增傷', '減CD']
    },
    {
        'id': 192,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，所有成員無視屬性相剋', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '1 回合內，無視五屬盾'],
        'tag': ['無視屬性相剋', '直行轉水', '無視五屬盾']
    },
    {
        'id': 193,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除火符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為火符石', '1 回合內，火屬性成員的攻擊力提升 20%', '隨機 3 個火成員的技能 CD 減少 2'],
        'tag': ['符石轉火', '增傷', '減CD']
    },
    {
        'id': 194,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 2 個火成員的技能 CD 減少 2', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '直行轉火', '意志']
    },
    {
        'id': 195,
        'mode': '落影龍璃',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除木符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為木符石', '1 回合內，木屬性成員的攻擊力提升 20%', '隨機 3 個木成員的技能 CD 減少 2'],
        'tag': ['符石轉木', '增傷', '減CD']
    },
    {
        'id': 196,
        'mode': '映照龍符',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '受到攻擊',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '1 回合內，無視攻前盾'],
        'tag': ['破防', '直行轉木', '無視攻前盾']
    },
    {
        'id': 197,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除光符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為光符石', '1 回合內，光屬性成員的攻擊力提升 20%', '隨機 3 個光成員的技能 CD 減少 2'],
        'tag': ['符石轉光', '增傷', '減CD']
    },
    {
        'id': 198,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，回復 12000 點生命力', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '延遲全體敵人行動 1 回合'],
        'tag': ['回血', '直行轉光', '延遲']
    },
    {
        'id': 199,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除心符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為暗符石', '1 回合內，暗屬性成員的攻擊力提升 20%', '隨機 3 個暗成員的技能 CD 減少 2'],
        'tag': ['符石轉暗', '增傷', '減CD']
    },
    {
        'id': 200,
        'mode': '映照龍符',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，對單一敵人造成 20000 點暗屬性傷害，此傷害無視防禦力', '完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石', '延遲全體敵人行動 1 回合'],
        'tag': ['直傷', '單體破防直傷', '直行轉暗', '延遲']
    },
    {
        'id': 201,
        'mode': '連鎖龍紋',
        'attribute': '火',
        'race': '人類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 3 個火成員的技能 CD 減少 2', '1 回合內，50% 的攻擊傷害無視五屬盾', '1 回合內，人類成員的攻擊力提升 40%'],
        'tag': ['減CD', '無視五屬盾', '增傷']
    },
    {
        'id': 202,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '獸類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，獸類成員的攻擊力提升 30%', '1 回合內，敵方所受傷害的 5% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['減CD', '增傷', '我方傷害吸收']
    },
    {
        'id': 203,
        'mode': '破碎龍咒',
        'attribute': '水',
        'race': '妖精類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為水符石', '1 回合內，妖精類成員的攻擊力提升 30%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['符石轉水', '增傷', '意志']
    },
    {
        'id': 204,
        'mode': '連鎖龍紋',
        'attribute': '暗',
        'race': '龍類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為暗符石', '1 回合內，龍類成員的攻擊力提升 30%', '1 回合內，無視五屬盾'],
        'tag': ['符石轉暗', '增傷', '無視五屬盾']
    },
    {
        'id': 205,
        'mode': '映照龍符',
        'attribute': '光',
        'race': '神族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，50% 的攻擊傷害無視指定形狀盾', '1 回合內，神族成員的攻擊力提升 40%'],
        'tag': ['減CD', '無視拼圖盾', '增傷']
    },
    {
        'id': 206,
        'mode': '轉動龍印',
        'attribute': '木',
        'race': '魔族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，所有成員無視屬性相剋', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '1 回合內，魔族成員的攻擊力提升 40%'],
        'tag': ['無視屬性相剋', '直行轉木', '增傷']
    },
    {
        'id': 207,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 2 個妖精類成員的技能 CD 減少 2', '1 回合內，妖精類成員的攻擊力提升 30%', '1 回合內，無視五屬盾'],
        'tag': ['減CD', '增傷', '無視五屬盾']
    },
    {
        'id': 208,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['隨機 2 個妖精類成員的技能 CD 減少 2', '1 回合內，妖精類成員的攻擊力提升 30%', '1 回合內，無視指定形狀盾'],
        'tag': ['減CD', '增傷', '無視拼圖盾']
    },
    {
        'id': 209,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '受到攻擊',
        'description': ['隨機 2 個妖精類成員的技能 CD 減少 2', '1 回合內，妖精類成員的攻擊力提升 30%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 210,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '消除符石',
        'description': ['完成龍刻脈動後，將場上數量最多的一種符石轉化為心符石', '隨機 3 個妖精類成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['符石轉心', '減CD', '延遲']
    },
    {
        'id': 211,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，妖精類成員的攻擊力提升 30%', '完成龍刻脈動後，隨機把 3 直行的符石轉化為心符石'],
        'tag': ['無視屬性相剋', '增傷', '直行轉心']
    },
    {
        'id': 212,
        'mode': '連鎖龍紋',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，水屬性成員的攻擊力提升 15%', '1 回合內，對單一敵人造成 15000 點水屬性傷害，此傷害無視防禦力', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '直傷', '單體破防直傷', '意志']
    },
    {
        'id': 213,
        'mode': '轉動龍印',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除水符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石', '1 回合內，隊伍回復力提升 15%', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['符石轉水', '增回', '增傷']
    },
    {
        'id': 214,
        'mode': '破碎龍咒',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，減少所受傷害 50%', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石', '隨機 3 個水成員的技能 CD 減少 1'],
        'tag': ['減傷', '符石轉水', '減CD']
    },
    {
        'id': 215,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，對全體敵人造成 12000 點無屬性傷害', '1 回合內，水屬性成員的攻擊力提升 20%', '延遲全體敵人行動 1 回合'],
        'tag': ['直傷', '全體直傷', '增傷', '延遲']
    },
    {
        'id': 216,
        'mode': '落影龍璃',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['破防', '我方傷害吸收', '無視屬性相剋']
    },
    {
        'id': 217,
        'mode': '連鎖龍紋',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['破防', '我方傷害吸收', '無視屬性相剋']
    },
    {
        'id': 218,
        'mode': '轉動龍印',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，火屬性成員的攻擊力提升 15%', '1 回合內，對單一敵人造成 15000 點火屬性傷害，此傷害無視防禦力', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '直傷', '單體破防直傷', '意志']
    },
    {
        'id': 219,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石', '1 回合內，隊伍回復力提升 15%', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['符石轉火', '增回', '增傷']
    },
    {
        'id': 220,
        'mode': '映照龍符',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，減少所受傷害 50%', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石', '隨機 3 個火成員的技能 CD 減少 1'],
        'tag': ['減傷', '符石轉火', '減CD']
    },
    {
        'id': 221,
        'mode': '落影龍璃',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，對全體敵人造成 12000 點無屬性傷害', '1 回合內，火屬性成員的攻擊力提升 20%', '延遲全體敵人行動 1 回合'],
        'tag': ['直傷', '全體直傷', '增傷', '延遲']
    },
    {
        'id': 222,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，對全體敵人造成 12000 點無屬性傷害', '1 回合內，木屬性成員的攻擊力提升 20%', '延遲全體敵人行動 1 回合'],
        'tag': ['直傷', '全體直傷', '增傷', '延遲']
    },
    {
        'id': 223,
        'mode': '轉動龍印',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['破防', '我方傷害吸收', '無視屬性相剋']
    },
    {
        'id': 224,
        'mode': '破碎龍咒',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，木屬性成員的攻擊力提升 15%', '1 回合內，對單一敵人造成 15000 點木屬性傷害，此傷害無視防禦力', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '直傷', '單體破防直傷', '意志']
    },
    {
        'id': 225,
        'mode': '映照龍符',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石', '1 回合內，隊伍回復力提升 15%', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['符石轉木', '增回', '增傷']
    },
    {
        'id': 226,
        'mode': '落影龍璃',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，減少所受傷害 50%', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石', '隨機 3 個木成員的技能 CD 減少 1'],
        'tag': ['減傷', '符石轉木', '減CD']
    },
    {
        'id': 227,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，減少所受傷害 50%', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石', '隨機 3 個光成員的技能 CD 減少 1'],
        'tag': ['減傷', '符石轉光', '減CD']
    },
    {
        'id': 228,
        'mode': '轉動龍印',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，對全體敵人造成 12000 點無屬性傷害', '1 回合內，光屬性成員的攻擊力提升 20%', '延遲全體敵人行動 1 回合'],
        'tag': ['直傷', '全體直傷', '增傷', '延遲']
    },
    {
        'id': 229,
        'mode': '破碎龍咒',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['破防', '我方傷害吸收', '無視屬性相剋']
    },
    {
        'id': 230,
        'mode': '映照龍符',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，光屬性成員的攻擊力提升 15%', '1 回合內，對單一敵人造成 15000 點光屬性傷害，此傷害無視防禦力', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '直傷', '單體破防直傷', '意志']
    },
    {
        'id': 231,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石', '1 回合內，隊伍回復力提升 15%', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['符石轉光', '增回', '增傷']
    },
    {
        'id': 232,
        'mode': '連鎖龍紋',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石', '1 回合內，隊伍回復力提升 15%', '1 回合內，隊伍攻擊力提升 20%'],
        'tag': ['符石轉暗', '增回', '增傷']
    },
    {
        'id': 233,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，減少所受傷害 50%', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石', '1 回合內，回復 50% 生命力'],
        'tag': ['減傷', '符石轉暗', '回血']
    },
    {
        'id': 234,
        'mode': '破碎龍咒',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，對全體敵人造成 12000 點無屬性傷害', '1 回合內，暗屬性成員的攻擊力提升 20%', '延遲全體敵人行動 1 回合'],
        'tag': ['直傷', '全體直傷', '增傷', '延遲']
    },
    {
        'id': 235,
        'mode': '映照龍符',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['破防', '我方傷害吸收', '無視屬性相剋']
    },
    {
        'id': 236,
        'mode': '落影龍璃',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，暗屬性成員的攻擊力提升 15%', '1 回合內，對單一敵人造成 15000 點暗屬性傷害，此傷害無視防禦力', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '直傷', '單體破防直傷', '意志']
    },
    {
        'id': 237,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '發動攻擊',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%'],
        'tag': ['增傷']
    },
    {
        'id': 238,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '延遲暗屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 239,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 2,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '延遲光屬性敵人行動 1 回合'],
        'tag': ['增傷', '延遲']
    },
    {
        'id': 240,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '消除符石',
        'description': ['隨機 2 個機械族成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '延遲全體敵人行動 1 回合'],
        'tag': ['減CD', '增傷', '延遲']
    },
    {
        'id': 241,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['隨機 2 個機械族成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 242,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 2 個機械族成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視五屬盾'],
        'tag': ['減CD', '增傷', '無視五屬盾']
    },
    {
        'id': 243,
        'mode': '落影龍璃',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '消除符石',
        'description': ['隨機 2 個機械族成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視指定形狀盾'],
        'tag': ['減CD', '增傷', '無視拼圖盾']
    },
    {
        'id': 244,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['隨機 2 個機械族成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '增傷', '意志']
    },
    {
        'id': 245,
        'mode': '擴散龍結',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['隨機 2 個機械族成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['減CD', '增傷', '無視屬性相剋']
    },
    {
        'id': 246,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力提升 10%'],
        'tag': ['增傷']
    },
    {
        'id': 247,
        'mode': '鏡像龍丸',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除水符石',
        'description': ['1 回合內，水屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 248,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除火符石',
        'description': ['1 回合內，火屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 249,
        'mode': '鏡像龍丸',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除木符石',
        'description': ['1 回合內，木屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 250,
        'mode': '鏡像龍丸',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除光符石',
        'description': ['1 回合內，光屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 251,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '消除暗符石',
        'description': ['1 回合內，暗屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 252,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '增回', '延遲']
    },
    {
        'id': 253,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%', '1 回合內，對全體敵人造成 100000 點無屬性傷害'],
        'tag': ['增傷', '增回', '直傷', '全體直傷']
    },
    {
        'id': 254,
        'mode': '鏡像龍丸',
        'attribute': '水',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 2 個水成員的技能 CD 減少 1', '1 回合內，水屬性成員的攻擊力提升 25%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['減CD', '增傷', '無視屬性相剋']
    },
    {
        'id': 255,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 2 個火成員的技能 CD 減少 1', '1 回合內，火屬性成員的攻擊力提升 25%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['減CD', '增傷', '無視屬性相剋']
    },
    {
        'id': 256,
        'mode': '鏡像龍丸',
        'attribute': '木',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 2 個木成員的技能 CD 減少 1', '1 回合內，木屬性成員的攻擊力提升 25%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['減CD', '增傷', '無視屬性相剋']
    },
    {
        'id': 257,
        'mode': '鏡像龍丸',
        'attribute': '光',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 2 個光成員的技能 CD 減少 1', '1 回合內，光屬性成員的攻擊力提升 25%', '1 回合內，回復 50% 生命力'],
        'tag': ['減CD', '增傷', '回血']
    },
    {
        'id': 258,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 2 個暗成員的技能 CD 減少 1', '1 回合內，暗屬性成員的攻擊力提升 25%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['減CD', '增傷', '我方傷害吸收']
    },
    {
        'id': 259,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '隨機 3 個神族成員的技能 CD 減少 2', '1 回合內，對全體敵人造成 100000 點無屬性傷害'],
        'tag': ['增傷', '減CD', '直傷', '全體直傷']
    },
    {
        'id': 260,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '隨機 3 個魔族成員的技能 CD 減少 2', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '減CD', '意志']
    },
    {
        'id': 261,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '隨機 3 個人類成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '減CD', '延遲']
    },
    {
        'id': 262,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '隨機 3 個獸類成員的技能 CD 減少 2', '1 回合內，敵方所受傷害的 5% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['增傷', '減CD', '我方傷害吸收']
    },
    {
        'id': 263,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '隨機 3 個龍類成員的技能 CD 減少 2', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增傷', '減CD', '無視屬性相剋']
    },
    {
        'id': 264,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，妖精類成員的攻擊力提升 20%', '隨機 3 個妖精類成員的技能 CD 減少 2', '1 回合內，無視五屬盾'],
        'tag': ['增傷', '減CD', '無視五屬盾']
    },
    {
        'id': 265,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%', '隨機 3 個機械族成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 266,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石', '1 回合內，機械族成員的攻擊力提升 30%', '隨機 4 個機械族成員的技能 CD 減少 2'],
        'tag': ['符石轉火', '增傷', '減CD']
    },
    {
        'id': 267,
        'mode': '鏡像龍丸',
        'attribute': '木',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，機械族成員的攻擊力提升 30%', '完成龍刻脈動後，隨機把 3 直行的符石轉化為木符石'],
        'tag': ['破防', '增傷', '直行轉木']
    },
    {
        'id': 268,
        'mode': '連鎖龍紋',
        'attribute': '水',
        'race': '魔族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，魔族成員的攻擊力提升 35%', '隨機 4 個魔族成員的技能 CD 減少 2'],
        'tag': ['無視屬性相剋', '增傷', '減CD']
    },
    {
        'id': 269,
        'mode': '破碎龍咒',
        'attribute': '水',
        'race': '人類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石', '1 回合內，人類成員的攻擊力提升 35%', '1 回合內，回復 50% 生命力'],
        'tag': ['符石轉水', '增傷', '回血']
    },
    {
        'id': 270,
        'mode': '轉動龍印',
        'attribute': '水',
        'race': '神族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，對單一敵人造成 35000 點水屬性傷害，此傷害無視防禦力', '1 回合內，神族成員的攻擊力提升 35%', '1 回合內，無視五屬盾'],
        'tag': ['直傷', '單體破防直傷', '增傷', '無視五屬盾']
    },
    {
        'id': 271,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '妖精類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '1 回合內，妖精類成員的攻擊力提升 35%', '隨機 4 個妖精類成員的技能 CD 減少 2'],
        'tag': ['迴避', '增傷', '減CD']
    },
    {
        'id': 272,
        'mode': '連鎖龍紋',
        'attribute': '火',
        'race': '妖精類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，妖精類成員的攻擊力提升 35%', '延遲全體敵人行動 1 回合'],
        'tag': ['無視屬性相剋', '增傷', '延遲']
    },
    {
        'id': 273,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '龍類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 3 個火成員的技能 CD 減少 2', '1 回合內，龍類成員的攻擊力提升 35%', '1 回合內，回復 50% 生命力'],
        'tag': ['減CD', '增傷', '回血']
    },
    {
        'id': 274,
        'mode': '落影龍璃',
        'attribute': '火',
        'race': '獸類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石', '1 回合內，獸類成員的攻擊力提升 35%', '隨機 4 個獸類成員的技能 CD 減少 2'],
        'tag': ['符石轉火', '增傷', '減CD']
    },
    {
        'id': 275,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '獸類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，對單一敵人造成 35000 點木屬性傷害，此傷害無視防禦力', '1 回合內，獸類成員的攻擊力提升 35%', '1 回合內，無視五屬盾'],
        'tag': ['直傷', '單體破防直傷', '增傷', '無視五屬盾']
    },
    {
        'id': 276,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '神族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，神族成員的攻擊力提升 35%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '增傷', '意志']
    },
    {
        'id': 277,
        'mode': '轉動龍印',
        'attribute': '木',
        'race': '人類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，人類成員的攻擊力提升 35%', '1 回合內，敵方所受傷害的 5% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['無視屬性相剋', '增傷', '我方傷害吸收']
    },
    {
        'id': 278,
        'mode': '映照龍符',
        'attribute': '木',
        'race': '妖精類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，妖精類成員的攻擊力提升 35%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石'],
        'tag': ['減CD', '增傷', '直行轉木']
    },
    {
        'id': 279,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '龍類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，龍類成員的攻擊力提升 35%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石'],
        'tag': ['減CD', '增傷', '直行轉光']
    },
    {
        'id': 280,
        'mode': '破碎龍咒',
        'attribute': '光',
        'race': '獸類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，敵人全體的防禦力減少 80%', '1 回合內，獸類成員的攻擊力提升 35%', '1 回合內，完全回復生命力'],
        'tag': ['破防', '增傷', '回血']
    },
    {
        'id': 281,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '魔族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石', '1 回合內，魔族成員的攻擊力提升 35%', '1 回合內，無視攻前盾'],
        'tag': ['符石轉光', '增傷', '無視攻前盾']
    },
    {
        'id': 282,
        'mode': '映照龍符',
        'attribute': '光',
        'race': '人類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，對單一敵人造成 35000 點光屬性傷害，此傷害無視防禦力', '1 回合內，人類成員的攻擊力提升 35%', '隨機 4 個人類成員的技能 CD 減少 2'],
        'tag': ['直傷', '單體破防直傷', '增傷', '減CD']
    },
    {
        'id': 283,
        'mode': '連鎖龍紋',
        'attribute': '暗',
        'race': '妖精類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '1 回合內，妖精類成員的攻擊力提升 35%', '隨機 3 個妖精類成員的技能 CD 減少 2'],
        'tag': ['迴避', '增傷', '減CD']
    },
    {
        'id': 284,
        'mode': '破碎龍咒',
        'attribute': '暗',
        'race': '神族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石', '1 回合內，神族成員的攻擊力提升 35%', '1 回合內，無視五屬盾'],
        'tag': ['符石轉暗', '增傷', '無視五屬盾']
    },
    {
        'id': 285,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '龍類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，減少所受傷害 50%', '1 回合內，龍類成員的攻擊力提升 35%', '延遲全體敵人行動 1 回合'],
        'tag': ['減傷', '增傷', '延遲']
    },
    {
        'id': 286,
        'mode': '落影龍璃',
        'attribute': '暗',
        'race': '獸類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 3 個獸類成員的技能 CD 減少 2', '1 回合內，獸類成員的攻擊力提升 35%', '完成龍刻脈動後，隨機把 3 直行的符石轉化為暗符石'],
        'tag': ['減CD', '增傷', '直行轉暗']
    },
    {
        'id': 287,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，對全體敵人造成 25000 點無屬性傷害', '隨機 3 個火成員的技能 CD 減少 2'],
        'tag': ['增傷', '增回', '直傷', '全體直傷', '減CD']
    },
    {
        'id': 288,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，對全體敵人造成 25000 點無屬性傷害', '隨機 3 個暗成員的技能 CD 減少 2'],
        'tag': ['增傷', '增回', '直傷', '全體直傷', '減CD']
    },
    {
        'id': 289,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，對全體敵人造成 25000 點無屬性傷害', '隨機 3 個水成員的技能 CD 減少 2'],
        'tag': ['增傷', '增回', '直傷', '全體直傷', '減CD']
    },
    {
        'id': 290,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，對全體敵人造成 25000 點無屬性傷害', '隨機 3 個木成員的技能 CD 減少 2'],
        'tag': ['增傷', '增回', '直傷', '全體直傷', '減CD']
    },
    {
        'id': 291,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，對全體敵人造成 25000 點無屬性傷害', '隨機 3 個光成員的技能 CD 減少 2'],
        'tag': ['增傷', '增回', '直傷', '全體直傷', '減CD']
    },
    {
        'id': 292,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，對全體敵人造成 25000 點無屬性傷害', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增傷', '增回', '直傷', '全體直傷', '無視屬性相剋']
    },
    {
        'id': 293,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，妖精類成員的攻擊力提升 30%', '隨機 3 個妖精類成員的技能 CD 減少 2'],
        'tag': ['增回', '增傷', '減CD']
    },
    {
        'id': 294,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，獸類成員的攻擊力提升 30%', '隨機 3 個獸類成員的技能 CD 減少 2'],
        'tag': ['增回', '增傷', '減CD']
    },
    {
        'id': 295,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，魔族成員的攻擊力提升 30%', '隨機 3 個魔族成員的技能 CD 減少 2'],
        'tag': ['增回', '增傷', '減CD']
    },
    {
        'id': 296,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，神族成員的攻擊力提升 30%', '隨機 3 個神族成員的技能 CD 減少 2'],
        'tag': ['增回', '增傷', '減CD']
    },
    {
        'id': 297,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，人類成員的攻擊力提升 30%', '隨機 3 個人類成員的技能 CD 減少 2'],
        'tag': ['增回', '增傷', '減CD']
    },
    {
        'id': 298,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍回復力提升 50%', '1 回合內，龍類成員的攻擊力提升 30%', '隨機 3 個龍類成員的技能 CD 減少 2'],
        'tag': ['增回', '增傷', '減CD']
    },
    {
        'id': 299,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石', '隨機 3 個木成員的技能 CD 減少 2'],
        'tag': ['迴避', '符石轉木', '減CD']
    },
    {
        'id': 300,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，迴避火屬性敵人的攻擊', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石', '隨機 3 個水成員的技能 CD 減少 2'],
        'tag': ['迴避', '符石轉水', '減CD']
    },
    {
        'id': 301,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為火符石', '隨機 3 個火成員的技能 CD 減少 2'],
        'tag': ['迴避', '符石轉火', '減CD']
    },
    {
        'id': 302,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石', '隨機 3 個暗成員的技能 CD 減少 2'],
        'tag': ['迴避', '符石轉暗', '減CD']
    },
    {
        'id': 303,
        'mode': '裂空龍刃',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石', '隨機 3 個光成員的技能 CD 減少 2'],
        'tag': ['迴避', '符石轉光', '減CD']
    },
    {
        'id': 304,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，所有成員無視屬性相剋', '1 回合內，隊伍攻擊力提升 20%', '1 回合內，完全回復生命力'],
        'tag': ['無視屬性相剋', '增傷', '回血']
    },
    {
        'id': 305,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '人類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，人類成員的攻擊力提升 30%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 306,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '人類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石', '隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，人類成員的攻擊力提升 40%'],
        'tag': ['符石轉暗', '減CD', '增傷']
    },
    {
        'id': 307,
        'mode': '節奏龍弦',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 10%', '1 回合內，對全體敵人造成 25000 點無屬性傷害'],
        'tag': ['增傷', '直傷', '全體直傷']
    },
    {
        'id': 308,
        'mode': '節奏龍弦',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，水屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 309,
        'mode': '節奏龍弦',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，火屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 310,
        'mode': '節奏龍弦',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，木屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 311,
        'mode': '節奏龍弦',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，光屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 312,
        'mode': '節奏龍弦',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，暗屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 313,
        'mode': '節奏龍弦',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力提升 10%', '1 回合內，對全體敵人造成 25000 點無屬性傷害'],
        'tag': ['增傷', '直傷', '全體直傷']
    },
    {
        'id': 314,
        'mode': '節奏龍弦',
        'attribute': '水',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，水屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 315,
        'mode': '節奏龍弦',
        'attribute': '火',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，火屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 316,
        'mode': '節奏龍弦',
        'attribute': '木',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，木屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 317,
        'mode': '節奏龍弦',
        'attribute': '光',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，光屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 318,
        'mode': '節奏龍弦',
        'attribute': '暗',
        'race': '沒有限制',
        'star': 2,
        'charge': '發動攻擊',
        'description': ['1 回合內，暗屬性成員的攻擊力提升 15%', '1 回合內，隊伍回復力提升 30%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 319,
        'mode': '節奏龍弦',
        'attribute': '水',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視五屬盾'],
        'tag': ['迴避', '增傷', '無視五屬盾']
    },
    {
        'id': 320,
        'mode': '節奏龍弦',
        'attribute': '火',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視指定形狀盾'],
        'tag': ['迴避', '增傷', '無視拼圖盾']
    },
    {
        'id': 321,
        'mode': '節奏龍弦',
        'attribute': '木',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 322,
        'mode': '節奏龍弦',
        'attribute': '光',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，回復 80% 生命力', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '延遲全體敵人行動 2 回合'],
        'tag': ['回血', '直行轉光', '延遲']
    },
    {
        'id': 323,
        'mode': '節奏龍弦',
        'attribute': '暗',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 324,
        'mode': '節奏龍弦',
        'attribute': '水',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視五屬盾'],
        'tag': ['迴避', '增傷', '無視五屬盾']
    },
    {
        'id': 325,
        'mode': '節奏龍弦',
        'attribute': '火',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視指定形狀盾'],
        'tag': ['迴避', '增傷', '無視拼圖盾']
    },
    {
        'id': 326,
        'mode': '節奏龍弦',
        'attribute': '木',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 327,
        'mode': '節奏龍弦',
        'attribute': '光',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，回復 80% 生命力', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '延遲全體敵人行動 2 回合'],
        'tag': ['回血', '直行轉光', '延遲']
    },
    {
        'id': 328,
        'mode': '節奏龍弦',
        'attribute': '暗',
        'race': '機械族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，機械族成員的攻擊力提升 30%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 329,
        'mode': '節奏龍弦',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 10%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 330,
        'mode': '節奏龍弦',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 1,
        'charge': '發動攻擊',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 10%'],
        'tag': ['增傷', '增回']
    },
    {
        'id': 331,
        'mode': '鏡像龍丸',
        'attribute': '水',
        'race': '神族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 3 個水成員的技能 CD 減少 2', '1 回合內，水屬性成員的攻擊力提升 25%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['減CD', '增傷', '無視屬性相剋']
    },
    {
        'id': 332,
        'mode': '落影龍璃',
        'attribute': '水',
        'race': '神族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '隨機 3 個神族成員的技能 CD 減少 2', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['增傷', '減CD', '我方傷害吸收']
    },
    {
        'id': 333,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '神族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉水', '回血']
    },
    {
        'id': 334,
        'mode': '落影龍璃',
        'attribute': '水',
        'race': '魔族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 3 個水成員的技能 CD 減少 2', '1 回合內，水屬性成員的攻擊力提升 25%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 335,
        'mode': '轉動龍印',
        'attribute': '水',
        'race': '魔族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '隨機 3 個魔族成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '減CD', '延遲']
    },
    {
        'id': 336,
        'mode': '鏡像龍丸',
        'attribute': '水',
        'race': '魔族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉水', '回血']
    },
    {
        'id': 337,
        'mode': '破碎龍咒',
        'attribute': '水',
        'race': '人類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 3 個水成員的技能 CD 減少 2', '1 回合內，水屬性成員的攻擊力提升 25%', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['減CD', '增傷', '破防']
    },
    {
        'id': 338,
        'mode': '落影龍璃',
        'attribute': '水',
        'race': '人類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '隨機 3 個人類成員的技能 CD 減少 2', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增傷', '減CD', '無視屬性相剋']
    },
    {
        'id': 339,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '人類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，迴避火屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉水', '回血']
    },
    {
        'id': 340,
        'mode': '轉動龍印',
        'attribute': '水',
        'race': '獸類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 3 個水成員的技能 CD 減少 2', '1 回合內，水屬性成員的攻擊力提升 25%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '增傷', '意志']
    },
    {
        'id': 341,
        'mode': '鏡像龍丸',
        'attribute': '水',
        'race': '獸類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '隨機 3 個獸類成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 342,
        'mode': '落影龍璃',
        'attribute': '水',
        'race': '獸類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉水', '回血']
    },
    {
        'id': 343,
        'mode': '破碎龍咒',
        'attribute': '水',
        'race': '龍類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 3 個水成員的技能 CD 減少 2', '1 回合內，水屬性成員的攻擊力提升 25%', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['減CD', '增傷', '破防']
    },
    {
        'id': 344,
        'mode': '鏡像龍丸',
        'attribute': '水',
        'race': '龍類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '隨機 3 個龍類成員的技能 CD 減少 2', '1 回合內，無視五屬盾'],
        'tag': ['增傷', '減CD', '無視五屬盾']
    },
    {
        'id': 345,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '龍類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉水', '回血']
    },
    {
        'id': 346,
        'mode': '連鎖龍紋',
        'attribute': '水',
        'race': '妖精類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 3 個水成員的技能 CD 減少 2', '1 回合內，水屬性成員的攻擊力提升 25%', '延遲全體敵人行動 1 回合'],
        'tag': ['減CD', '增傷', '延遲']
    },
    {
        'id': 347,
        'mode': '轉動龍印',
        'attribute': '水',
        'race': '妖精類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，妖精類成員的攻擊力提升 20%', '隨機 3 個妖精類成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 348,
        'mode': '落影龍璃',
        'attribute': '水',
        'race': '妖精類',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉水', '回血']
    },
    {
        'id': 349,
        'mode': '鏡像龍丸',
        'attribute': '水',
        'race': '機械族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['隨機 3 個水成員的技能 CD 減少 2', '1 回合內，水屬性成員的攻擊力提升 25%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 350,
        'mode': '連鎖龍紋',
        'attribute': '水',
        'race': '機械族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%', '隨機 3 個機械族成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '減CD', '延遲']
    },
    {
        'id': 351,
        'mode': '映照龍符',
        'attribute': '水',
        'race': '機械族',
        'star': 3,
        'charge': '消除水符石',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉水', '回血']
    },
    {
        'id': 352,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '神族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 3 個火成員的技能 CD 減少 2', '1 回合內，火屬性成員的攻擊力提升 25%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '增傷', '意志']
    },
    {
        'id': 353,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '神族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '隨機 3 個神族成員的技能 CD 減少 2', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增傷', '減CD', '無視屬性相剋']
    },
    {
        'id': 354,
        'mode': '轉動龍印',
        'attribute': '火',
        'race': '神族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉火', '回血']
    },
    {
        'id': 355,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '魔族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 3 個火成員的技能 CD 減少 2', '1 回合內，火屬性成員的攻擊力提升 25%', '延遲全體敵人行動 1 回合'],
        'tag': ['減CD', '增傷', '延遲']
    },
    {
        'id': 356,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '魔族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '隨機 3 個魔族成員的技能 CD 減少 2', '1 回合內，無視攻前盾'],
        'tag': ['增傷', '減CD', '無視攻前盾']
    },
    {
        'id': 357,
        'mode': '映照龍符',
        'attribute': '火',
        'race': '魔族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['迴避', '直行轉火', '破防']
    },
    {
        'id': 358,
        'mode': '連鎖龍紋',
        'attribute': '火',
        'race': '人類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 3 個火成員的技能 CD 減少 2', '1 回合內，火屬性成員的攻擊力提升 25%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 359,
        'mode': '落影龍璃',
        'attribute': '火',
        'race': '人類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '隨機 3 個人類成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 360,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '人類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，迴避火屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉火', '回血']
    },
    {
        'id': 361,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '獸類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 3 個火成員的技能 CD 減少 2', '1 回合內，火屬性成員的攻擊力提升 25%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['減CD', '增傷', '無視屬性相剋']
    },
    {
        'id': 362,
        'mode': '轉動龍印',
        'attribute': '火',
        'race': '獸類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '隨機 3 個獸類成員的技能 CD 減少 2', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '減CD', '意志']
    },
    {
        'id': 363,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '獸類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉火', '回血']
    },
    {
        'id': 364,
        'mode': '落影龍璃',
        'attribute': '火',
        'race': '龍類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 3 個火成員的技能 CD 減少 2', '1 回合內，火屬性成員的攻擊力提升 25%', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['減CD', '增傷', '破防']
    },
    {
        'id': 365,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '龍類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '隨機 3 個龍類成員的技能 CD 減少 2', '1 回合內，無視攻前盾'],
        'tag': ['增傷', '減CD', '無視攻前盾']
    },
    {
        'id': 366,
        'mode': '映照龍符',
        'attribute': '火',
        'race': '龍類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，迴避火屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉火', '回血']
    },
    {
        'id': 367,
        'mode': '破碎龍咒',
        'attribute': '火',
        'race': '妖精類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 3 個火成員的技能 CD 減少 2', '1 回合內，火屬性成員的攻擊力提升 25%', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['減CD', '增傷', '破防']
    },
    {
        'id': 368,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '妖精類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，妖精類成員的攻擊力提升 20%', '隨機 3 個妖精類成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 369,
        'mode': '連鎖龍紋',
        'attribute': '火',
        'race': '妖精類',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉火', '回血']
    },
    {
        'id': 370,
        'mode': '落影龍璃',
        'attribute': '火',
        'race': '機械族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['隨機 3 個火成員的技能 CD 減少 2', '1 回合內，火屬性成員的攻擊力提升 25%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['減CD', '增傷', '我方傷害吸收']
    },
    {
        'id': 371,
        'mode': '鏡像龍丸',
        'attribute': '火',
        'race': '機械族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%', '隨機 3 個機械族成員的技能 CD 減少 2', '1 回合內，無視五屬盾'],
        'tag': ['增傷', '減CD', '無視五屬盾']
    },
    {
        'id': 372,
        'mode': '映照龍符',
        'attribute': '火',
        'race': '機械族',
        'star': 3,
        'charge': '消除火符石',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉火', '回血']
    },
    {
        'id': 373,
        'mode': '破碎龍咒',
        'attribute': '木',
        'race': '神族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，木屬性成員的攻擊力提升 25%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 374,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '神族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '隨機 3 個神族成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 375,
        'mode': '落影龍璃',
        'attribute': '木',
        'race': '神族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉木', '回血']
    },
    {
        'id': 376,
        'mode': '鏡像龍丸',
        'attribute': '木',
        'race': '魔族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，木屬性成員的攻擊力提升 25%', '延遲全體敵人行動 1 回合'],
        'tag': ['減CD', '增傷', '延遲']
    },
    {
        'id': 377,
        'mode': '破碎龍咒',
        'attribute': '木',
        'race': '魔族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '隨機 3 個魔族成員的技能 CD 減少 2', '1 回合內，無視五屬盾'],
        'tag': ['增傷', '減CD', '無視五屬盾']
    },
    {
        'id': 378,
        'mode': '落影龍璃',
        'attribute': '木',
        'race': '魔族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，迴避火屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['迴避', '直行轉木', '破防']
    },
    {
        'id': 379,
        'mode': '鏡像龍丸',
        'attribute': '木',
        'race': '人類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，木屬性成員的攻擊力提升 25%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '增傷', '意志']
    },
    {
        'id': 380,
        'mode': '映照龍符',
        'attribute': '木',
        'race': '人類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '隨機 3 個人類成員的技能 CD 減少 2', '1 回合內，無視攻前盾'],
        'tag': ['增傷', '減CD', '無視攻前盾']
    },
    {
        'id': 381,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '人類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉木', '回血']
    },
    {
        'id': 382,
        'mode': '轉動龍印',
        'attribute': '木',
        'race': '獸類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，木屬性成員的攻擊力提升 25%', '1 回合內，無視指定形狀盾'],
        'tag': ['減CD', '增傷', '無視拼圖盾']
    },
    {
        'id': 383,
        'mode': '鏡像龍丸',
        'attribute': '木',
        'race': '獸類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '隨機 3 個獸類成員的技能 CD 減少 2', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['增傷', '減CD', '我方傷害吸收']
    },
    {
        'id': 384,
        'mode': '映照龍符',
        'attribute': '木',
        'race': '獸類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉木', '回血']
    },
    {
        'id': 385,
        'mode': '落影龍璃',
        'attribute': '木',
        'race': '龍類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，木屬性成員的攻擊力提升 25%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['減CD', '增傷', '無視屬性相剋']
    },
    {
        'id': 386,
        'mode': '破碎龍咒',
        'attribute': '木',
        'race': '龍類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '隨機 3 個龍類成員的技能 CD 減少 2', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['增傷', '減CD', '破防']
    },
    {
        'id': 387,
        'mode': '鏡像龍丸',
        'attribute': '木',
        'race': '龍類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉木', '回血']
    },
    {
        'id': 388,
        'mode': '轉動龍印',
        'attribute': '木',
        'race': '妖精類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，木屬性成員的攻擊力提升 25%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 389,
        'mode': '鏡像龍丸',
        'attribute': '木',
        'race': '妖精類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，妖精類成員的攻擊力提升 20%', '隨機 3 個妖精類成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '減CD', '延遲']
    },
    {
        'id': 390,
        'mode': '映照龍符',
        'attribute': '木',
        'race': '妖精類',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉木', '回血']
    },
    {
        'id': 391,
        'mode': '破碎龍咒',
        'attribute': '木',
        'race': '機械族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['隨機 3 個木成員的技能 CD 減少 2', '1 回合內，木屬性成員的攻擊力提升 25%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 392,
        'mode': '鏡像龍丸',
        'attribute': '木',
        'race': '機械族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%', '隨機 3 個機械族成員的技能 CD 減少 2', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['增傷', '減CD', '我方傷害吸收']
    },
    {
        'id': 393,
        'mode': '連鎖龍紋',
        'attribute': '木',
        'race': '機械族',
        'star': 3,
        'charge': '消除木符石',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉木', '回血']
    },
    {
        'id': 394,
        'mode': '映照龍符',
        'attribute': '光',
        'race': '神族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，光屬性成員的攻擊力提升 25%', '1 回合內，無視五屬盾'],
        'tag': ['減CD', '增傷', '無視五屬盾']
    },
    {
        'id': 395,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '神族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '隨機 3 個神族成員的技能 CD 減少 2', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['增傷', '減CD', '破防']
    },
    {
        'id': 396,
        'mode': '轉動龍印',
        'attribute': '光',
        'race': '神族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉光', '回血']
    },
    {
        'id': 397,
        'mode': '鏡像龍丸',
        'attribute': '光',
        'race': '魔族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，光屬性成員的攻擊力提升 25%', '延遲全體敵人行動 1 回合'],
        'tag': ['減CD', '增傷', '延遲']
    },
    {
        'id': 398,
        'mode': '破碎龍咒',
        'attribute': '光',
        'race': '魔族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '隨機 3 個魔族成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 399,
        'mode': '鏡像龍丸',
        'attribute': '光',
        'race': '魔族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，迴避火屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉光', '回血']
    },
    {
        'id': 400,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '人類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，光屬性成員的攻擊力提升 25%', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['減CD', '增傷', '意志']
    },
    {
        'id': 401,
        'mode': '破碎龍咒',
        'attribute': '光',
        'race': '人類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '隨機 3 個人類成員的技能 CD 減少 2', '1 回合內，無視攻前盾'],
        'tag': ['增傷', '減CD', '無視攻前盾']
    },
    {
        'id': 402,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '人類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['迴避', '直行轉光', '破防']
    },
    {
        'id': 403,
        'mode': '鏡像龍丸',
        'attribute': '光',
        'race': '獸類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，光屬性成員的攻擊力提升 25%', '1 回合內，無視五屬盾'],
        'tag': ['減CD', '增傷', '無視五屬盾']
    },
    {
        'id': 404,
        'mode': '轉動龍印',
        'attribute': '光',
        'race': '獸類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '隨機 3 個獸類成員的技能 CD 減少 2', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['增傷', '減CD', '我方傷害吸收']
    },
    {
        'id': 405,
        'mode': '鏡像龍丸',
        'attribute': '光',
        'race': '獸類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉光', '回血']
    },
    {
        'id': 406,
        'mode': '映照龍符',
        'attribute': '光',
        'race': '龍類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，光屬性成員的攻擊力提升 25%', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['減CD', '增傷', '破防']
    },
    {
        'id': 407,
        'mode': '轉動龍印',
        'attribute': '光',
        'race': '龍類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '隨機 3 個龍類成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 408,
        'mode': '鏡像龍丸',
        'attribute': '光',
        'race': '龍類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉光', '回血']
    },
    {
        'id': 409,
        'mode': '破碎龍咒',
        'attribute': '光',
        'race': '妖精類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，光屬性成員的攻擊力提升 25%', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['減CD', '增傷', '無視屬性相剋']
    },
    {
        'id': 410,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '妖精類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，妖精類成員的攻擊力提升 20%', '隨機 3 個妖精類成員的技能 CD 減少 2', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['增傷', '減CD', '我方傷害吸收']
    },
    {
        'id': 411,
        'mode': '落影龍璃',
        'attribute': '光',
        'race': '妖精類',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉光', '回血']
    },
    {
        'id': 412,
        'mode': '鏡像龍丸',
        'attribute': '光',
        'race': '機械族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['隨機 3 個光成員的技能 CD 減少 2', '1 回合內，光屬性成員的攻擊力提升 25%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['減CD', '增傷', '我方傷害吸收']
    },
    {
        'id': 413,
        'mode': '連鎖龍紋',
        'attribute': '光',
        'race': '機械族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%', '隨機 3 個機械族成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '減CD', '延遲']
    },
    {
        'id': 414,
        'mode': '映照龍符',
        'attribute': '光',
        'race': '機械族',
        'star': 3,
        'charge': '消除光符石',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉光', '回血']
    },
    {
        'id': 415,
        'mode': '落影龍璃',
        'attribute': '暗',
        'race': '神族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，暗屬性成員的攻擊力提升 25%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 416,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '神族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '隨機 3 個神族成員的技能 CD 減少 2', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '減CD', '意志']
    },
    {
        'id': 417,
        'mode': '破碎龍咒',
        'attribute': '暗',
        'race': '神族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，迴避火屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉暗', '回血']
    },
    {
        'id': 418,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '魔族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，暗屬性成員的攻擊力提升 25%', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['減CD', '增傷', '破防']
    },
    {
        'id': 419,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '魔族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '隨機 3 個魔族成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 420,
        'mode': '落影龍璃',
        'attribute': '暗',
        'race': '魔族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉暗', '回血']
    },
    {
        'id': 421,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '人類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，暗屬性成員的攻擊力提升 25%', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['減CD', '增傷', '破防']
    },
    {
        'id': 422,
        'mode': '映照龍符',
        'attribute': '暗',
        'race': '人類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '隨機 3 個人類成員的技能 CD 減少 2', '1 回合內，無視五屬盾'],
        'tag': ['增傷', '減CD', '無視五屬盾']
    },
    {
        'id': 423,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '人類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，迴避暗屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉暗', '回血']
    },
    {
        'id': 424,
        'mode': '破碎龍咒',
        'attribute': '暗',
        'race': '獸類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，暗屬性成員的攻擊力提升 25%', '1 回合內，敵方所受傷害的 3% 轉化為我方生命力，最大為生命力等值的50% (傷害轉化效果不能疊加，並不計算主動及隊長技傷害)'],
        'tag': ['減CD', '增傷', '我方傷害吸收']
    },
    {
        'id': 425,
        'mode': '落影龍璃',
        'attribute': '暗',
        'race': '獸類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '隨機 3 個獸類成員的技能 CD 減少 2', '1 回合內，無視攻前盾'],
        'tag': ['增傷', '減CD', '無視攻前盾']
    },
    {
        'id': 426,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '獸類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，迴避水屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉暗', '回血']
    },
    {
        'id': 427,
        'mode': '映照龍符',
        'attribute': '暗',
        'race': '龍類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，暗屬性成員的攻擊力提升 25%', '延遲全體敵人行動 1 回合'],
        'tag': ['減CD', '增傷', '延遲']
    },
    {
        'id': 428,
        'mode': '連鎖龍紋',
        'attribute': '暗',
        'race': '龍類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '隨機 3 個龍類成員的技能 CD 減少 2', '1 回合內，無視指定形狀盾'],
        'tag': ['增傷', '減CD', '無視拼圖盾']
    },
    {
        'id': 429,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '龍類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，迴避光屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉暗', '回血']
    },
    {
        'id': 430,
        'mode': '轉動龍印',
        'attribute': '暗',
        'race': '妖精類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，暗屬性成員的攻擊力提升 25%', '1 回合內，無視五屬盾'],
        'tag': ['減CD', '增傷', '無視五屬盾']
    },
    {
        'id': 431,
        'mode': '落影龍璃',
        'attribute': '暗',
        'race': '妖精類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，妖精類成員的攻擊力提升 20%', '隨機 3 個妖精類成員的技能 CD 減少 2', '1 回合內，敵人全體的防禦力減少 90%'],
        'tag': ['增傷', '減CD', '破防']
    },
    {
        'id': 432,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '妖精類',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，迴避木屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉暗', '回血']
    },
    {
        'id': 433,
        'mode': '落影龍璃',
        'attribute': '暗',
        'race': '機械族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['隨機 3 個暗成員的技能 CD 減少 2', '1 回合內，暗屬性成員的攻擊力提升 25%', '1 回合內，無視攻前盾'],
        'tag': ['減CD', '增傷', '無視攻前盾']
    },
    {
        'id': 434,
        'mode': '連鎖龍紋',
        'attribute': '暗',
        'race': '機械族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%', '隨機 3 個機械族成員的技能 CD 減少 2', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '減CD', '意志']
    },
    {
        'id': 435,
        'mode': '鏡像龍丸',
        'attribute': '暗',
        'race': '機械族',
        'star': 3,
        'charge': '消除暗符石',
        'description': ['1 回合內，迴避火屬性敵人的攻擊', '完成龍刻脈動後，隨機把 2 直行的符石轉化為暗符石', '1 回合內，完全回復生命力'],
        'tag': ['迴避', '直行轉暗', '回血']
    },
    {
        'id': 436,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 10%', '1 回合內，隊伍回復力提升 30%', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '增回', '延遲']
    },
    {
        'id': 437,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 10%', '1 回合內，隊伍回復力提升 30%', '1 回合內，25% 的攻擊傷害無視指定形狀盾'],
        'tag': ['增傷', '增回', '無視拼圖盾']
    },
    {
        'id': 438,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 10%', '1 回合內，隊伍回復力提升 30%', '1 回合內，25% 的攻擊傷害無視攻前盾'],
        'tag': ['增傷', '增回', '無視攻前盾']
    },
    {
        'id': 439,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 10%', '1 回合內，對全體敵人造成 25000 點無屬性傷害', '1 回合內，完全回復生命力'],
        'tag': ['增傷', '直傷', '全體直傷', '回血']
    },
    {
        'id': 440,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，隊伍攻擊力提升 10%', '1 回合內，隊伍回復力提升 30%', '隨機 3 個人類成員的技能 CD 減少 1'],
        'tag': ['增傷', '增回', '減CD']
    },
    {
        'id': 441,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為木符石', '隨機 3 個人類成員的技能 CD 減少 1'],
        'tag': ['增傷', '直行轉木', '減CD']
    },
    {
        'id': 442,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '隨機 3 個水屬性成員的技能 CD 減少 2', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增傷', '減CD', '無視屬性相剋']
    },
    {
        'id': 443,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '人類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，人類成員的攻擊力提升 20%', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為光符石', '隨機 3 個人類成員的技能 CD 減少 2'],
        'tag': ['增傷', '符石轉光', '減CD']
    },
    {
        'id': 444,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '隨機 3 個木屬性成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '減CD', '延遲']
    },
    {
        'id': 445,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '隨機 3 個獸類成員的技能 CD 減少 2'],
        'tag': ['增傷', '直行轉光', '減CD']
    },
    {
        'id': 446,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '獸類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，獸類成員的攻擊力提升 20%', '隨機 3 個火屬性成員的技能 CD 減少 2', '1 回合內，完全回復生命力'],
        'tag': ['增傷', '減CD', '回血']
    },
    {
        'id': 447,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，妖精類成員的攻擊力提升 20%', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為暗符石', '隨機 3 個妖精類成員的技能 CD 減少 2'],
        'tag': ['增傷', '符石轉暗', '減CD']
    },
    {
        'id': 448,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，妖精類成員的攻擊力提升 20%', '隨機 3 個光屬性成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '減CD', '延遲']
    },
    {
        'id': 449,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '妖精類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，妖精類成員的攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '隨機 3 個妖精類成員的技能 CD 減少 2'],
        'tag': ['增傷', '直行轉水', '減CD']
    },
    {
        'id': 450,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '隨機 3 個暗屬性成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '減CD', '延遲']
    },
    {
        'id': 451,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為水符石', '隨機 3 個龍類成員的技能 CD 減少 2'],
        'tag': ['增傷', '直行轉水', '減CD']
    },
    {
        'id': 452,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '龍類',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，龍類成員的攻擊力提升 20%', '隨機 3 個火屬性成員的技能 CD 減少 2', '1 回合內，完全回復生命力'],
        'tag': ['增傷', '減CD', '回血']
    },
    {
        'id': 453,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為火符石', '隨機 3 個神族成員的技能 CD 減少 2'],
        'tag': ['增傷', '直行轉火', '減CD']
    },
    {
        'id': 454,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '隨機 3 個光屬性成員的技能 CD 減少 2', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增傷', '減CD', '無視屬性相剋']
    },
    {
        'id': 455,
        'mode': '映照龍符',
        'attribute': '沒有限制',
        'race': '神族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，神族成員的攻擊力提升 20%', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為水符石', '隨機 3 個神族成員的技能 CD 減少 2'],
        'tag': ['增傷', '符石轉水', '減CD']
    },
    {
        'id': 456,
        'mode': '鏡像龍丸',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '發動攻擊',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '隨機 3 個暗屬性成員的技能 CD 減少 2', '1 回合內，所受傷害不會使你死亡'],
        'tag': ['增傷', '減CD', '意志']
    },
    {
        'id': 457,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '隨機 3 個魔族成員的技能 CD 減少 2'],
        'tag': ['增傷', '直行轉光', '減CD']
    },
    {
        'id': 458,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '魔族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，魔族成員的攻擊力提升 20%', '隨機 3 個水屬性成員的技能 CD 減少 2', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '減CD', '延遲']
    },
    {
        'id': 459,
        'mode': '破碎龍咒',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%', '完成龍刻脈動後，將場上數量最多的 1 種符石轉化為木符石', '隨機 3 個機械族成員的技能 CD 減少 2'],
        'tag': ['增傷', '符石轉木', '減CD']
    },
    {
        'id': 460,
        'mode': '連鎖龍紋',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%', '隨機 3 個火屬性成員的技能 CD 減少 2', '1 回合內，所有成員無視屬性相剋'],
        'tag': ['增傷', '減CD', '無視屬性相剋']
    },
    {
        'id': 461,
        'mode': '轉動龍印',
        'attribute': '沒有限制',
        'race': '機械族',
        'star': 3,
        'charge': '4 Combo以上',
        'description': ['1 回合內，機械族成員的攻擊力提升 20%', '完成龍刻脈動後，隨機把 2 直行的符石轉化為光符石', '隨機 3 個機械族成員的技能 CD 減少 2'],
        'tag': ['增傷', '直行轉光', '減CD']
    },
    {
        'id': 462,
        'mode': '疾速龍玉',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除符石',
        'description': ['1 回合內，隊伍攻擊力及回復力提升 15%', '1 回合內，敵人全體的防禦力減少 100%', '延遲全體敵人行動 1 回合'],
        'tag': ['增傷', '增回', '破防', '延遲']
    },
    {
        'id': 463,
        'mode': '疾速龍玉',
        'attribute': '沒有限制',
        'race': '沒有限制',
        'star': 3,
        'charge': '消除心符石',
        'description': ['1 回合內，攻擊力提升 35%，所有成員無視屬性相剋', '隊長及戰友的技能 CD 減少 2', '1 回合內，70% 的攻擊傷害無視指定形狀盾'],
        'tag': ['增傷', '無視屬性相剋', '減CD', '無視拼圖盾']
    },
];


/*
function createData()
{
    str = '';
    for(let i=1; i<=310; i++)
    {
        mode = '';
        for(var key in mode_list)
        {
            if(mode_list[key].includes(i)) mode = key;
        }
        
        attr = '';
        for(var key in attr_list)
        {
            if(attr_list[key].includes(i)) attr = key;
        }
        
        race = '';
        for(var key in race_list)
        {
            if(race_list[key].includes(i)) race = key;
        }
        
        star = '';
        for(var key in star_list)
        {
            if(star_list[key].includes(i)) star = key;
        }
        
        charge = '';
        for(var key in charge_list)
        {
            if(charge_list[key].includes(i)) charge = key;
        }
        
        tag = '';
        for(var key in tag_list)
        {
            if(tag_list[key].includes(i)) tag += "'"+key+"', ";
        }
        
        str += "{'id': "+i+", 'mode': '"+mode+"', 'attribute': '"+attr+"', 'race': '"+race+"', 'star': '"+star+"', 'charge': '"+charge+"', 'tag': ["+tag+"]},\n"
    }
    console.log(str);
}
*/